/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "A validation error occurred";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "An error occurred";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Discard Change";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Formatting Error";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Illegal key";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Key cannot be empty";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Key is already in use";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Value for %@ cannot be empty";

